[
  {"text":"A veces perderte a ti mismo es la manera de encontrarte."},
  {"text":"El dolor es temporal, pero la lección dura para siempre."},
  {"text":"Caer no es fracasar; quedarse caído sí lo es."},
  {"text":"Las lágrimas de hoy son las semillas de tu fuerza mañana."},
  {"text":"Cada despedida deja espacio para un nuevo comienzo."},
  {"text":"Sufrir te enseña lo que nunca aprenderías en la comodidad."},
  {"text":"No hay noche tan larga que no encuentre su amanecer."},
  {"text":"La tristeza puede romperte, pero también puede moldearte."},
  {"text":"A veces es necesario perder algo para valorar lo que tienes."},
  {"text":"El corazón roto también late, sigue latiendo por ti."},
  {"text":"El dolor es inevitable, el sufrimiento es opcional."},
  {"text":"Incluso las heridas más profundas pueden sanar con el tiempo."},
  {"text":"Las cicatrices son recordatorios de que sobreviviste."},
  {"text":"No huyas de la tristeza; escúchala y aprende de ella."},
  {"text":"A veces llorar es la manera más valiente de ser fuerte."},
  {"text":"Lo que te duele hoy te preparará para mañana."},
  {"text":"El vacío que sientes puede llenarse con esperanza."},
  {"text":"Siente el dolor, pero no dejes que te defina."},
  {"text":"Incluso en la oscuridad más profunda, hay una chispa de luz."},
  {"text":"A veces la soledad es la mejor maestra."},
  {"text":"El fin de algo doloroso es el inicio de algo nuevo."},
  {"text":"No tengas miedo de sentir; cada emoción te hace humano."},
  {"text":"Aprende de las pérdidas, ellas te hacen más fuerte."},
  {"text":"Cada lágrima lleva un mensaje que tu corazón necesita oír."},
  {"text":"El sufrimiento no dura para siempre; sigue adelante."},
  {"text":"A veces perderse es la única manera de encontrarse a uno mismo."},
  {"text":"El dolor de hoy será la fuerza de mañana."},
  {"text":"Incluso las noches más oscuras terminan con un amanecer."},
  {"text":"No todo lo que duele destruye; algunas cosas enseñan."},
  {"text":"La tristeza es una señal de que estás vivo y sintiendo."},
  {"text":"Las heridas no visibles también necesitan cuidados."},
  {"text":"Sufrir no es signo de debilidad, sino de humanidad."},
  {"text":"A veces el silencio dice más que mil palabras."},
  {"text":"No huyas de la tristeza, aprende de ella y crece."},
  {"text":"Cada caída te da la oportunidad de levantarte más fuerte."},
  {"text":"El pasado puede doler, pero no puede definir tu futuro."},
  {"text":"Cada lágrima es una semilla de resiliencia."},
  {"text":"Aprender a soltar es la clave para avanzar."},
  {"text":"El corazón roto también sabe amar."},
  {"text":"Las despedidas son duras, pero enseñan a valorar lo que queda."},
  {"text":"No hay fracaso, solo lecciones disfrazadas de dolor."},
  {"text":"El dolor es el precio que pagamos por vivir plenamente."},
  {"text":"Incluso en la tormenta, puedes encontrar tu calma."},
  {"text":"No ignores tu tristeza; enfrentándola crecerás."},
  {"text":"El dolor transforma, pero no destruye."},
  {"text":"Cada lágrima derramada tiene un propósito."},
  {"text":"Aprender a estar solo es aprender a ser fuerte."},
  {"text":"La tristeza pasajera puede conducir a la felicidad duradera."},
  {"text":"El corazón que sufre es el que más ama."},
  {"text":"No hay oscuridad que pueda apagar la luz que llevas dentro."},
  {"text":"Incluso los días grises esconden enseñanzas valiosas."}
]
